{
    "title":  "TIDSMASKINEN",
    "author": "Samuel Dalsgaard Hughes",
    "parts": {
        "1": {
            "text": "Toget holder foran jer. På perronen har folk travlt med at stige ombord. <clip data-src='trainStation' data-volume='0.3'></clip>Du står og kigger på dem, men du folder din røde lommekniv ind og ud. Dine forældre står og snakker med en kontrollør, mens din irriterende lillebror rækker tunge til dig. Toget larmer, mennesker snakker sammen og en fløjte bliver piftet i. \n I skal besøge jeres mormor og morfar. Bedste bliver 100 år gammel, det er derfor i skal afsted. De bor langt væk, og du gider ikke rigtig afsted. ”Pjat! Man ved aldrig hvor lang tid mormor har tilbage. Bedste har vist også noget meget specielt, hun gerne vil give til dig!” Sagde din mor i bilen. Dine forældre begynder at stige ombord. Du stikker din lommekniv i lommen og slæber din taske, hen over de blanke fliser på perronen. Pludselig kan du høre din lillebror falde og slå sig.\n Du stopper op, og kigger tilbage på ham. Han er begyndt at græde. Du ved, at hvis du sætter i løb nu, kan du tage den gode plads ved vinduet, lige foran næsen på ham. Du tænker dig om. Tager en dyb indånding, og i det du skal til, at gå over til din lillebror, bliver du kold over hele kroppen. Din puls slår hurtigt, og dit blod suser gennem dine årer. Du skynder dig at lukke øjnene. Alt bliver mørkt omkring dig. Lydene af mennesker der snakker, toget der larmer og din lillebror der græder forsvinder. Det er som om nogen har slukket for lyden på togperronen. Du er bange og tør ikke bevæge dig. <clip data-src='trainStation' data-volume='0.1'></clip>Det eneste du kan høre, er lyden af et åndedræt tæt på dig.",
            "choices": [
                {
                    "partId": 2,
                    "choiceText": "Du åbner forsigtigt dine øjne og ser, hvem det der står foran dig",
                    "buttonText": "Åben dine øjne og se, hvem der står foran dig"
                },
                {
                    "partId": 3,
                    "choiceText": "Du holder dine øjne lukket og find din lommekniv frem",
                    "buttonText": "Du tør ikke åbne dine øjne og trækker din lommekniv op ad lommen."
                }
            ]
        },
        "2": {
            "text": "<clip data-src='trainStation' data-volume='0.1'></clip>Lyset falder ind gennem de store vinduer på togperronen. Du er omringet af mennesker, men der er ingen der bevæger sig. Folk er forstenet, undtagen dig og en mand, der stirrer roligt på dig. Han tager en stor, knasende bid af et rødt æble.\n 'Hvem er du' spørger du. 'Jeg er kommet fra fortiden. Du kender mig ikke, men jeg kender dig. Jeg har brug for din hjælp til at stoppe hende. ' Du kigger forvirret over på dine forældre, der er på vej ind i toget. 'Hende? ' spørger du. 'Hun… Hun er ikke sig selv. Hun er blevet ond, men jeg kendte hende engang. Hun var var min kone, og jeg elskede hende meget højt. ' Manden går et skridt tættere på dig, mens han ser dig an. 'Hvad skete der med hende? ' Manden får et sørgmodigt blik i øjnene. 'Det er min skyld. Jeg opfandt tidsmaskiner til os. Men der gik noget galt! Hun rejste for langt, hun så noget der ændrede hende. \n Det eneste, hun vil nu, er at udslette alle mennesker på jorden, og du er den eneste der kan stoppe hende!'  Mandens øjne er blanke af tårer, du holder en lille pause inden du åbner din mund igen 'Er DU fra fortiden?' 'Det er en kompliceret sag. Fortid, nutid og fremtid, alt hænger sammen i en konstant række af hændelser. Den ene tid påvirker den anden, i en’ uendelighed. Jeg ved ikke hvor jeg er fra, men jeg ved med sikkerhed, at jeg er!\n 'Du kigger forvirret ned  på dine sko 'Øhh… okay, men hvordan kan jeg stoppe hende? Og hvorfor lige mig?' 'Fordi du er hvem du er! Jeg ved ikke hvordan du kan stoppe hende, men jeg ved, at hun altid har sin stok med sig. Det er sådan du kan genkende hende. Du skal rejse frem i tiden. Der skal du fange hende og stoppe hende. Hun har personer, der hjælper hende, så vær forsigtig.\n Det er en meget farlig rejse, du skal ud på, hvor du både skal være modig og beslutsom! Er du klar?'",
            "choices": [
                {
                    "partId": 5,
                    "choiceText": "Du siger ja til manden med æblet",
                    "buttonText": "Du er klar, og siger ja til manden med æblet"
                },
                {
                    "partId": 4,
                    "choiceText": "Du siger nej til manden med æblet",
                    "buttonText": "Du er ikke klar, og siger nej til manden med æblet"
                }
            ]
        },
        "3": {
            "text": "Du trækker din lommekniv og ad lommen, bange for hvad der nu skal ske. Pludselig hører du en stemme grine foran dig. Du åbner øjnene, og ser en ung kvinde med blondt hår. Hun læner sig op ad en stok, mens hun kigger på dig. 'Hvem er du?' spørger du. 'Jeg er kommet fra fremtiden. Du kender mig ikke, men jeg kender dig. Du er den eneste der kan hjælpe mig med at stoppe ham.' Hun kigger indgående på dig. 'hvem er han?' spørger du. 'Han var engang min mand og jeg elskede ham, men der er intet tilbage, af den mand jeg kendte engang. Nu er der kun ondskab tilbage.” ”Hvad skete der med ham?” spørger du. Jeg er ikke sikker, men det har noget med tidsmaskinen at gøre! Han rejste for langt tilbage i tiden, han så noget, som ændrede ham. Han vil udslette alle mennesker på jorden, og du er den eneste, der kan stoppe ham!'  Hun svinger sin stok rundt og peger den lige ind i dit ansigt. 'Er du fra fremtiden?' spøger du forundret. 'Det er en kompliceret sag, fortid, nutid og fremtid. Alt hænger sammen i en evig spiral. Den ene tid påvirker den anden, i en’ uendelighed. ' 'Øhh, okay… Men hvordan kan jeg stoppe ham? Og hvorfor lige mig?' Kvinden ser på dig, og smiler så et smørret smil. 'Fordi du er, hvem du er! Det er simpelt nok, du skal dræbe ham! Men pas på, han er snedig og har kumpaner, der hjælper ham. Han spiser altid et rødt æble. Det er sådan, du kan genkende ham. Du skal rejse langt tilbage i tiden med min tidsmaskine. Der skal du finde ham, og stoppe ham. Det er en meget farlig rejse du skal ud på! Er du klar?'",
            "choices": [
                {
                    "partId": 4,
                    "choiceText": "Du siger nej til kvinden med stokken",
                    "buttonText": "Du er ikke klar og siger net til kvinden med stokken."
                },
                {
                    "partId": 7,
                    "choiceText": "Du er klar og siger ja til kvinden med stokken",
                    "buttonText": "Du siger ja til kvinden med stokken."
                }
            ]
        },
        "4": {
            "text": "Du vågner op som fra en trance. Din mor og far står over dig og kigger ned på dig. 'Er du okay?' spørger far ”Du besvimede helt ud af det blå.” Du nikker og tager din fars hånd, og bliver hevet op på benene. Lydene fra togperronen er vendt tilbage og alle menneskerne bevæger sig igen. Inde i toget sætter du dig ved siden af din lillebror. Da toget begynder at rulle, kigger du tilbage ind på togperronen, der forsvinder bag toget. Du får en mærkelig fornemmelse i maven. Noget fra den drøm du lige havde, men inden du kan nå at tænke over det, får du en albue i siden fra din lillebror. Toget skyder gennem landskabet. Din lillebror er faldet i søvn ved siden af dig, og det går op for dig, at det er helt stille i kupeen. Du kigger dig om og ser, at din mor og far også sidder og sover, ja alle i kupeen er faktisk faldet i søvn. Du kigger ud af vinduet igen. Ude i horisonten ser du sort røg stige op. Røgen tager hurtigt til og fylder himlen. Med et begynder sirener at hyle og tude, og en skrattende stemme kommer fra togets højtalere 'Du skulle ikke have sagt nej. Nu er det hele forbi! Alle du holder af vil dø. Ha, ha, ha. ” Du bliver bange og løber over til din far, river ham i ærmet, men han vågner ikke. Du kigger på ham og mor, de trækker ikke vejret. Du sidste du høre et stort brag tæt på toget og folk der skriger i smerte. Du råber, men ingen kan høre dig og du dør en smertefuld død. \n\n Du tog det forkerte valg, men til dit held har du en chance til, ved at vende tilbage til start og prøve igen."
        },
        "5": {
            "text": "Manden nikker og smiler på en måde, du ikke rigtig kan lide. Han tager sin ene hånd ned i lommen og fisker et mærkeligt udseende instrument op. Ud fra skærmen, løber der et par tynde slanger med en flyende, rød væske i. Et par små vægtklodser hænger ned i tynde snore, og bag skærmen drejer tynde tandhjul rundt. Inde i midten af instrumentet sidder en grøn, lysende diamant der pulserer stille. \n”Er det tidsmaskinen?”, Spørger du manden med æblet. ”Ja, og det er din nu. Den er gammel og skrøbelig, så pas godt på den. Og husk, at tiden kan være en forvirrende ting, jo mere du rejser, jo sværere vil det blive for dig, at vende tilbage igen. Husk hvad din mission er! Find hende og stop hende. Tro ikke på hvad hun, eller hendes kumpaner siger, og giv dem for guds skyld ikke tidsmaskinen! Forstået?” Du nikker. \n”Godt, jeg sender dig til år 2567, til hvor jeg sidst så hende. Husk på hvem du er, og hvilket år du skal tilbage til. Held og lykke, jeg stoler på dig. ”\nManden med æblet giver dig tidsmaskinen, og den begynder at vibrere i din hånd. Du kan se væsken i slangerne løbe rundt, vægtklodserne begynder at svæve, og den grønne diamant lyser kraftigere, og kraftigere op. Du mærker gulvet under dig forsvinde. Du kan mærke tidens sus mod dit ansigt og ser lys skyde omkring dig. Med et kan du mærke jord under dine sko, mens lyset fra diamanten bliver svagere og svagere.",
            "choices": [
                {
                    "partId": 6,
                    "choiceText": "Du accepterer ufrivilligt din situation",
                    "buttonText": "Accepter ufrivilligt din situation"
                }
            ]
        },
        "6": {
            "text": "Din mave snurrer, og du begynder at kunne se, hvor du er.<clip data-src='trainStation' data-volume='0.2'></clip><clip data-src='future' data-volume='0.05'></clip> Togperronen ser ikke ud som den plejer. Rundt omkring dig går der mærkelige væsner. De taler i sprog, du aldrig har hørt før. Nogle af dem er dobbelt så høje som dig selv, og andre går dig kun til knæet. Toget, der holder foran an dig, svæver over selvlysende skinner. Der er robotter, der stiger ind og ud ad toget og over dit hoved flyver små, lysende maskiner. Larmen fra toget, væsenerne og de flyvende maskiner er øredøvende. Pludselig mærker du noget prikke dig på skulderen. Du vender dig om, og kigger på et mærkeligt væsen. Du ved ikke om det er en robot eller et menneske. Han er sat sammen af gamle maskindele, der ikke ligner, at de burde være blevet sat sammen. Hans ene arm er længere end den anden. Hans ene øje, er en gul lygte og ud af hans næse, løber der sort, tyk olie. Han åbner sin mund og begynder at snakke med en rusten stemme. ”Jeg ved, hvem du er! Jeg har ventet på dig. Det er farligt her, vent med dine spørgsmål, de holder øje med os! Tag den her, og mød mig ude foran stationen. Du kan stole på mig, mit navn er RB89. ” RB89 hiver noget ud fra hans jakke. Det er en revolver, men den ser anderledes ud. Der er en aftrækker og et patronhjul, men pistolløbet er lavet af en masse små spejle. Du tager imod spejlrevolveren og gemmer den i dit bælte. RB89 vender sig om, og forsvinder hurtigt i mængden igen. ”Hvem er han? Kan jeg stole på ham? Og hvordan ved han, hvem jeg er? ” Tænker du til dig selv. Du går over mod udgangen af stationen. Midt på stationen under det store svævende ur, stopper du op. Ud fra den travle mængde, ser du en kvinde der går forbi dig. Hun er menneske, har blondt hår og bruger sin stok til at bane sig vej gennem mængden. Hun løfter et mærkeligt instrument op i sin ene hånd. Du kan genkende slangerne og den grønne diamant, det er en tidsmaskine. Det er hende!",
            "choices": [
                {
                    "partId": 12,
                    "choiceText": "Det er kvinden med stokken. Du må stoppe hende. Du skynder dig at trække din spejlrevolver, sigter og skyder",
                    "buttonText": "Du trækker din spejlrevolver, sigter og skyder efter kvinden med stokken"
                },
                {
                    "partId": 14,
                    "choiceText": "Det er kvinden med stokken. Hende du skal stoppe! Du trækker din spejlrevolver, men tøver og gemmer den igen.",
                    "buttonText": "Du lader kvinden med stokken slippe væk denne gang, for at gå ud for at mødes med RB89. "
                }
            ]
        },
        "7": {
            "text": "Kvinden smiler og du fanger et glimt i hendes øjne, der gør dig utryg. Hun fisker et mærkeligt udseende instrument op ad sin lomme. Ud fra skærmen, løber der et par tynde slanger, med en flydende, rød væske i. Små vægtklodser hænger i tynde snore, og bag skærmen drejer små tandhjul rundt. Inde i midten af instrumentet sidder en grøn, lysende diamant der pulserer stille. ”Er det tidsmaskinen?” Spørger du hende. ”Ja, og det er din nu. Den er gammel og skrøbelig, så pas godt på den. Og mærk dig mine ord. Tiden er en farlig ting. Jo mere du rejser, jo sværere bliver det for dig, at vende tilbage igen. Husk hvad din mission er! Find ham og dræb ham. Tro ikke på hvad han og hans kumpaner siger. De er farlige og vil have fingre i din tidsmaskine. Forstået?”\nDu nikker. ”Godt, jeg sender dig tilbage til år 1567, til hvor jeg sidst så ham. Husk på hvem du selv er, og hvilket år du skal tilbage til. Held og lykke min dreng, jeg stoler på dig! ”\nKvinden stikker dig tidsmaskinen, og du kan se væsken i slangerne begynde at løbe rundt. Vægtklodserne begynder at svæve, og den grønne diamant begynder, at lyse kraftigere og kraftigere op. Du kan mærke hvordan gulvet under dig forsvinder. Du kan mærke tidens sus mod dit ansigt og ser lys skyde omkring dig. Med et kan du mærke jord under dine sko, mens lyset fra diamanten bliver svagere og svagere. \n",
            "choices": [
                {
                    "partId": 9,
                    "choiceText": "Du håber for det bedste",
                    "buttonText": "Håb for det bedste"
                }
            ]
        },
        "9": {
            "text": "Din mave snurrer, og du begynder at kunne se, hvor du er. Perronen ser anderledes ud. Du står midt i en mudderpøl, og der lugter af hestelort.  Du står på et marked, der går bondefolk, tiggere og riddere rundt. Foran dig er toget væk og i stedet for toget, står der to hestevogne. Lidt fra dig prædiker en munk om gud, paradis og helvede, mens kornfede spyfluer summer om dit hoved. Larmen der kommer fra fra markedet, hestevrinsk og spyfluernes summen er øredøvende. Pludselig mærker du noget prikke dig på skulderen. Du vender dig om, og ser ned på en gammel, beskidt tiggerkone ”Jeg ved, hvem du er! Jeg har ventet på dig. Vi har ikke tid til dine spørgsmål, ikke her, det er for farligt!  Tag den her, og mød mig ude foran markedet. Mit navn er Ida. ” Hun stikker sin hånd ind under sit forklæde og trækker et langt, skinnende sværd ud. Ida vender sig og forsvinder i virvaret af mennesker på markedet. ”Hvem er hun? Kan jeg stole på hende? Og hvordan ved hun, hvem jeg er?” Du går væk fra mudderpølen, og over mod udgangen af markedet. Lidt fra dig ser du en mand gå forbi. Han har en skinnende rustning på og et langt sværd, der hænger fra hans side.  Manden går hurtigt gennem menneskemængden, med retning mod den store domkirke.  Han løfter et æble op til munden og tager en stor bid. Han kigger på et instrument, som du kan genkende. Slangerne, vægtklodserne, den grønne diamant. Det er en tidsmaskine! Det er ham!",
            "choices": [
                {
                    "partId": 10,
                    "choiceText": "Det er manden med æblet. Du må stoppe ham. Du trækker dit sværd og går over mod ham",
                    "buttonText": "Du må dræde ham. Du løber mod manden med æblet, mens du løfter dit sværd op går til angreb."
                },{
                    "partId": 13,
                    "choiceText": "Det er manden med æblet. Du må stoppe ham. du tager fat i dit sværd, men tøver og tænker på Ida. Du lader dit sværd hænge og går over mod udgang af markedet",
                    "buttonText": "Du lader manden med æblet slippe denne gang, og går over for at mødes med Ida"
                }
            ]
        },
        "10": {
            "text": "”DØØØØØØØ!” Du stormer frem mod manden, med dit sværd hævet over hovedet.  Da du er en meter fra ham, svinger du sværdet mod hans hoved, men bliver pareret af en stor skaldet munk. Munk løfter sin store kæp, og svinger det mod dig. Du undgår med nød og næppe slaget, og spidder spidsen af dit eget sværd, frem mod hans mave. Du bliver pareret igen. I baggrunden kan du høre manden med æblet grine. Du kigger hurtigt mod ham. Med et chok mærker enden af munkens kæp, i din mave. Slaget sender dig med en enorm kraft gennem luften. Du kan ikke trække vejret og vælter ned på den mudrede jord. Manden med æblet kommer over til dig, tager din tidsmaskine ud af din lomme, indstiller den, og kaster den tilbage på dit bryst. Han ryster på hovedet, ”en gang til!” Tidsmaskinens grønne diamant lyser op, og du kan mærke jorden forsvinde under dig.",
            "choices": [
                {
                    "partId": 4,
                    "choiceText": "Du kan ikke røre dig og bliver sendt ufrivilligt frem i tiden",
                    "buttonText": "Accepter ufrivilligt din situation"
                }
            ]
        },
        "12": {
            "text": "Din spejlrevolver suger lys til sig fra togperronen. Du trykker aftrækker i bund, og sender et langt, lysende skud mod kvinden med stokken. Lige før skuddet rammer hende, flyver der et slimet væsen ned, og blokerer skuddet med et skjold. Skjoldet suger lyset til sig og sender skuddet tilbage mod dig. Du undgår med nød og næppe skuddet, som sprænger i luften lige bag dig. Inden du kan når at skyde igen, er det slimede væsen fløjet hen over dig. Du kigger op og når kun at mærke smerten af skjoldet, der bliver slået ned i dig. En elektrisk strøm, flyder din krop. Du kan ikke røre dig! Du ligger på jorden, fanget i et smertehelvede. Kvinden med stokken står over dig og rækker ned i din lomme. Hun trækker din tidsmaskine ud, taster noget ind og kaster den ned på dit bryst. Den grønne diamant lyser op og du kan mærke jorden forsvinde under dig.",
            "choices": [
                {
                    "partId": 4,
                    "choiceText": "Du kan ikke røre dig og bliver sendt ufrivilligt tilbage i tiden",
                    "buttonText": "Håb for det bedste"
                }
            ]
        },
        "13": {
            "text": "Ude foran markedet står Ida og venter på dig. Hun ser dig og går hurtigt ned ad en gade, der fører ind i byen. Du følger efter hende. Lyde og larm kommer fra små butikker I går forbi.  Grønthandleren råber, du kan lugte træ fra snedkeren og høre en hammer slå mod jern fra smeden. I stopper op foran en dør, som Ida banker på. Døren bliver åbnet. En mand med stort fuldskæg og røde kinder, ser et øjeblik på jer, og lader jer komme indenfor. Inde i kroen er der højt humør. Du kan høre folk råbe, og glas der klirre mod hinanden. Ovre fra et hjørne spiller en fløjte og en tromme følger sløset med. Du følger Ida op ad en trappe og ind i et lille kammer. Du lukker døren efter dig, og med det samme er Ida over dig. ”Giv mig den. ” Siger hun. ”Giv dig hvad? ” svarer du. ” Det tror jeg godt du ved! Jeg ved du har den. Det er dig, jeg har ventet på alle disse år! Jeg vil hjælpe dig, men det kan jeg kun, hvis du giver mig tidsmaskinen.” ”Jeg giver dig ikke noget, før du svarer på mine spørgsmål! For det første, hvem er du?” Du kigger bestemt på Ida. Hun vender ryggen til dig og begynder at græde. ”Jeg er som dig! Jeg blev sendt hertil ved hjælp af en tidsmaskine. Det er et farligt spil, du er gået ind i! Åh ja, stol på kvinden med stokken, hun er den gode og han er den onde! He, he, he. Manden med æblet, finde ham, dræbe ham! Stakkels jeg, min familie, min ungdom, væk! Giv mig så tidsmaskinen! ” Ida vender sig hurtigt om og griber desperat ud efter dig, men du er hurtig, og trækker dit sværd.\n",
            "choices": [
                {
                    "partId": 18,
                    "choiceText": "Kan du stole på Ida? Hun er gammel og skør, og er kun ude efter Tidsmaskinen. Du løfter dit sværd, klar til at hugge.",
                    "buttonText": "Du stoler ikke på Ida og slår hende ihjel med dit sværd "
                },
                {
                    "partId": 19,
                    "choiceText": "Kan du stole på Ida? Hun virker skør, men du har også medlidenhed med hende. Måske kan hun virkelig hjælpe. Du sænker dit sværd og finder tidsmaskinen frem. ",
                    "buttonText": "Du får ondt af Ida, sænker dit sværd og finder tidsmaskinen frem. "
                }
            ]
        },
        "14": {
            "text": "Ude foran togstationen står RB89. Du kigger op, rundt omkring togstationen tårner enorme bygninger sig op, der fortsætter op i himlen, så langt øjet rækker. Da RB89 ser dig, stikker han en robotarm ud i luften. Med det samme flyver en gul taxi ned og holder foran jer. RB89 hopper ind på passagersædet og du følger efter.  ”Har du tidsmaskinen?” Spørger RB89 dig. ”Ja, den er i min lomme” svarer du. ”Godt, lad den blive der! ”Taxien flyver op med et hurtigt ryk, der trykker dig tilbage i sædet. Du ser ned på byen under jer. I flyver højere og højere op, byens gader forsvinder og det eneste du kan se, er et stærkt lys fra bygningerne, de levende skilte og køretøjerne, i flyver forbi. ”Hvem er du og hvor tager du mig hen? ” spørger du RB89 ”Jeg er som dig. Jeg blev sendt hertil ved hjælp af en tidsmaskine. Du er her, det betyder, at manden med æblet ikke er lykkes endnu!” siger RB89. ”Manden med æblet? Jeg er kommet, for at stoppe kvinden med stokken!?” Du kigger forvirret på RB89, ” Manden med æblet har snydt dig! Kvinden med stokken er god, jeg kender hende. Det er hende der prøver at stoppe ham, stol på mig! Jeg var så dum at stole på manden med æblet, se på mig nu. ” \nTaxien stopper op, og du følger RB89 ud på taget af en bygning. I er højt oppe og over jer er himlen mørk. En Lem i taget åbner, og indenfor står et væsen og kigger på jer. Væsenet er lige så bredt, som det er højt. Det har et stort, gult øje i midten af sin krop, der blinker en enkelt gang til jer. I går ind og står på en lang gang. Du kan høre latter, råb, glas der bliver klirret mod hinanden, mens noget mærkelig musik spiller. RB89 går ind i et lille rum og lukker døren efter jer. ”Stoler du på mig?” RB89 kigger på dig. ”Du skal give mig tidsmaskinen! Du bliver nødt til at komme væk herfra. Du skal tilbage til fortiden, det er der han er. Jeg hvor og hvornår. Der vil du møde en kvinde der hedder Ida. Stol på hende! Er du med? ”\n",
            "choices": [
                {
                    "partId": 15,
                    "choiceText": "RB89 virker som en, man kan stole på og du finder din tidsmaskine frem.",
                    "buttonText": "Du stoler på RB89, og giver tidsmaskinen til ham"
                },
                {
                    "partId": 16,
                    "choiceText": "RB89 virker ikke som en, man kan stole på. Han er måske en af hendes kumpaner. Du trækker din spejlrevolver.",
                    "buttonText": "Du stoler ikke på RB89, trækker din spejlrevolver og skyder RB89"
                }
            ]
        },
        "15": {
            "text": "RB89 kigger ned på tidsmaskinen i sine hænder. Hans øjne er store, og du kan se et rustent smil sprede sig over hans læber. Døren indtil rummet bliver revet op, og væsenet med det gule øje springer ind og griber fat i dig. ”Hold ham stille. Tidsmaskinen skal have ny benzin!” Der kommer en kold og mekanisk latter fra RB89. Vi kommer snart til at kontrollere alt! Alle tider vil slutte, alle ting vil dø. Fortid, fremtid og nutid. Herrer over tid og rum, hersker over levende og dødt!” ”ALDRIG!” Råber du. RB89 slår dig i siden. ”Snart, meget snart! Vi mangler kun den sidste brik, men med dig ude af spillet, er verden snart fortabt!” RB89 finder en laserkniv frem og du mærker et stød mod din mave. Du skriger af smerte. RB89 åbner et hul i tidsmaskinen og lader lidt af dit blod dryppe ned i den. ”Vi har hvad vi skal have. RB89 trykker på tidsmaskinen og tager fat i kraven på dig. Den grønne diamant lyser op, og jorden forsvinder under jer. Du mærker kraften fra universet rive i dine lemmer, RB89s slipper taget i dig, og du kan mærke jord under dine fødder.",
            "choices": [
                {
                    "partId": 4,
                    "choiceText": "Du er rejst ufrivilligt med RB89, som har smidt dig af, et sted i tiden.",
                    "buttonText": "Rejs ufrivilligt med RB89"
                }
            ]
        },
        "16":{
            "text": "Skuddet fra spejlrevolveren laver et stort hul i RB89’s mave. Der løber sort, tyk olie ud af hullet. Med et bliver døren til rummet sparket op, og væsenet med det gule øje sprænger ind i rummet. Du er hurtig og fyrer et skud af og væsenet falder til gulvet, dødt. Bag dig kan du høre spruttende, mekaniske lyde. HVOR ER MANDEN MED ÆBLET?” Råber du. RB89s ene gule øje lyser op, hans stemme er sløset og langsom. ”Hvad var der før universet, og hvad vil der være efter? Fortid, fremtid og nutid. Du kan være herre over det hele. Du kan ændre historien, du har muligheden, lige der i din hånd! ” RB89 peger mod tidsmaskinen. ”Men jeg vil stoppe ham. Stoppe manden med æblet!” RB89 ryster på hovedet. ”Du kan måske finde ondskaben, men du kommer aldrig til at stoppe den!  Men jeg vil hjælpe dig. Se, hvor langt du kommer! Se, om du virkelig er den udvalgte. Jeg kan sende dig til ham, men du kan ikke få alt! Du har et sidste valg. Jeg kan enten sende dig tilbage i tiden, hvor du igen har muligheden for at stoppe ondskaben. Men valget har en konsekvens. Dem du elsker vil overleve, men du vil dø. Eller du kan glemme alt om den umulige mission, tage tidsmaskinen, redde dig selv og blive hersker over tid og rum. Hvad vælger du? ”",
            "choices": [
                {
                    "partId": 17,
                    "choiceText": "Du kigger ned på tidsmaskinen. Du har ikke lyst til at dø. Du tænker på alt det du kan se, alt det du kan opleve. Du er herre over tid, hersker over universet.",
                    "buttonText": "Du vælger at redde dig selv, og beholde tidsmaskinen"
                }
            ]
        },
        "17": {
            "text": "Du ejer tiden, bruger den som du vil. Du forandre verden. Du ændrer dine forkerte beslutninger, møder dine største idoler og ser dinosaurer gå rundt på jorden. Du rejser tilbage til universets begyndelse, og frem til Solen og Jordens undergang. Men efter lang tid, føler du dig alene og ensom. Mens du rejser i tid, begynder du at glemme hvem du er, og hvor du kommer fra. Du har mistet din opfattelse af tiden. Dit eneste ønske er at komme tilbage. Se din familie igen, ligge i din egen seng, men du kan ikke finde tilbage til starten. Alt er væk. Du er hersker over tiden, men tiden har en pris. Du bliver gammel og kan ikke rejse mere. Du ender dine dage et mørkt, tidløst sted, hvor du synker langsomt hen og dør ensom og alene. \n\n Du er død. Du fik tiden, men mistede alt andet."
        },
        "18":{
            "text": "I det, du spidder Ida, forandre hendes ansigt sig. Hendes rynker synker ind og hendes grå hår bliver brunt. Du begynder at genkende kvinden, der hænger for enden af dit sværd. Det er din mor! Mens du kigger skræmt på hende, begynder hun at tale til dig. ”Undskyld min skat. Jeg har fået dig rodet ind i det her. Du må stoppe ondskaben, jeg var ikke stærk nok, men du kan, jeg ved det! Du skal bruge tidsmaskinen. Du må enten rejse frem i tiden, eller tage tilbage til togstationen, der hvor det hele startede. Stol ikke på nogen, og når du lykkes, skal du ødelægge tidsmaskinen. Lov mig det… Du er nøglen, husk det, og glem aldrig hvem du er. ” Din mor ånder ud, hendes krop bliver slap og synker til jorden. Du ryster, og finder fortvivlet tidsmaskinen frem. Hvor vil du rejse hen?",
            "choices": [
                {
                    "partId": 6,
                    "choiceText": "Fremtiden, det må være der han er! Du taster årstallet ind, og diamanten begynder at lyse op.",
                    "buttonText": "Du vælger at rejse frem i tiden til år 2567 "
                }
            ]
        },
        "19": {
            "text": "Du finder tidsmaskinen frem fra din lomme, og giver den til Ida. ”Du stoler på mig”, hun har tårer i øjnene. ”Vi skal skynde os, vi har ikke meget tid. Tag dit sværd, du får brug for det!” I løber udenfor og over mod den store domkirke. Domkirkens kirkeklokker ringer, og en kæmpe menneskemængde er på vej ind gennem de enorme porte. Inde i domkirken kan du dufte røgelse og høre munkekoret synge. Kirken er fyldt med mennesker, og røgen fra røgelsen er tykt og kvalmende. Midt i menneskemængden mister du Ida af syne. Du står alene tilbage. Pludselig mærker du en stor hånd på din skulder. Du griber mod dit sværd, men en enorm kraft hiver dig ind i en mørk og trang skriftestol. En stor, skaldet munk kigger ned på dig. Han har et par venlige øjne og lægger en finger over sine læber. ”Jeg ved, hvem du er” hvisker han. ”Jeg kan hjælpe dig. Har du stadig tidsmaskinen? ”. Du mærker efter i dine lommer. De er tomme, Ida tog tidsmaskinen! Du ryster dit hoved og munken rynker sine øjenbryn, ”vi må stoppe hende! Hun vil gøre alt for at rejse tilbage. Følg efter mig!”",
            "choices": [
                {
                    "partId": 20,
                    "choiceText": "Hvordan ved munken hvem du er? Hvem arbejder han sammen med? Han har en speciel energi og du føler, at du kan stole på ham",
                    "buttonText": "Du følger efter munken "
                },
                {
                    "partId": 21,
                    "choiceText": "Munken ser farlig ud. Du tror ikke, du kan stole på ham. Du kan stole på Ida, men munken prøver at snyde dig.",
                    "buttonText": "Du bliver ved med at stole på Ida, og løber hurtigt væk fra munken, ud i menneskemængden igen "
                }
            ]
        },
        "20": {
            "text": "Munken bevæger sig hurtigt og du skynder dig efter ham. I kommer til en tung trædør, som han åbner. På den anden side slanger der sig en tynd trappe, langt op i kirketårnet. Munken går forrest, han tager to trin i hvert skridt og du følger efter, så godt du nu kan. I bevæger jer langt op over jorden. Under dig kan du høre præsten tale, messen er gået i gang. Mellem dine hurtige åndedræt spørger du, ”Hvor tager du mig hen?” Munken svarer dig ikke, men bliver ved med at bevæge sig op ad trappen. Munken åbner en lem for enden af trappen, som i kravler igennem. I står oppe i toppen af kirketårnet. Du kan se udover hele byen. Med et høre du en uventet lyd. Der er en, der tager en stor bid af et æble. Du vender dig om, og kigger på manden med æblet! Han står og smiler og gnasker. Du trækker dit sværd, men munken er hurtig, og river det ud af din hånd. ”Det er godt at se dig igen. Du må være forvirret. Du tror det er mig som er ond, mig som du skal stoppe, men du tager fejl! ” Manden med æblet går over mod dig. Der er noget i blikket i hans øjne. ”Du er blevet snydt! Kvinden med stokken er ond og Ida er hendes fortabte hjælper. De ved, at kun vi to, kan stoppe deres plan! Men vi bliver nød til at reagere hurtigt!” ” Mens manden snakker, har fundet din røde lommekniv i din lomme, og holder den i din hånd. ”Her, tag min tidsmaskine og rejs frem i tiden. Find hende og stop hende! Det er dig der nøglen, dig der er svaret. Jeg har altid vidst det.”",
            "choices": [
                {
                    "partId": 22,
                    "choiceText": "Du kan genkende manden med æblet, det er en du kan stole på. Ham og munken er de gode, du kan mærke det.",
                    "buttonText": "Du vælger at stole på manden med æblet, tager hans tidsmaskine og rejser til fremtiden for at stoppe kvinden med stokken"
                },
                {
                    "partId": 23,
                    "choiceText": "Det er noget i hans blik, du ikke kan stole på. Noget ondt. Han er den onde, og han prøver at snyde dig!",
                    "buttonText": "Du vælger ikke at stole på manden med æblet og trækker din lommekniv, stikker din i manden og tager hans tidsmaskine"
                }
            ]
        },
        "21": {
            "text": "Du sparker munken over skinnebenet og løber ud i menneskemængden igen. Du råber efter Ida, mens du prøver at se hende. Du kniber øjnene sammen og ser et glimt af hende forklæde, på vej ned ad nogle trapper. Du løber efter hende, ned ad trappen, ned i det mørke kapel. Du står blandt tunge, udhuggede marmorkister. Et par få stearinlys blafrer stille i den tunge luft. Du kan høre præsten tale, messen er gået i gang. ”Ida” hvisker du og ser igen en flig af hendes forklæde, forsvinde bag en af kisterne. Du går derover og ser Ida stå med tidsmaskinen i sine hænder. Men hun er ikke alene. Ved siden af hende, står en ung kvinde, med blondt hår, som læner sig op ad en stok. Hun ser dig og smiler, mens hun lydløst og hurtigt, trækker en spejlrevolver frem. Lyset fra stearinlysene bliver suget til revolveren. Du mærker noget varmt flænse din mave. Du falder om på gulvet og kigger op. To skikkelser står over dig, du prøver at råbe efter hjælp, men ingen kan høre dig hernede. Det sidste du ser, er et grønt lys, der lyser kapellet op, og Ida og kvinden med stokken der forsvinder ud i den blå luft. \n\n Du er død. Men historien er ikke slut her. Vend tilbage til starten og prøv igen."
        },
        "22": {
            "text": "Du ser den grønne diamant lyse op og mærker jorden forsvinde under dig. Lys strømmer gennem din krop, indtil du igen kan mærke jord under dine fødder. Du står i en lang, mørk gang. Fra et lokale bag dig, kan du høre folk råbe og grine, og glas der bliver klirret sammen. Længere henne ad gangen står et stort væsen og lytter ved en dør. Væsenet er ligeså bredt, som det er langt og i midten af dens krop, er et stort gult øje. Du skal til at gribe efter dit sværd, men du ser du en stor, skaldet person der trækker et stort, skinnende våben frem. Du hører et højt zap, og væsenet falder dødt til jorden. Du går tættere på personen med våbnet og ser hvem det er. Det er den store, skaldede munk fra domkirken! Han ser anderledes ud. Han har en munkedragt og nogle mærkelige træsko på, og begge hans øjne er blevet erstattet af to lysende huller. I står begge foran døren, som væsenet lyttede til. Du kan høre to stemmer snakke derindefra, du kan genkende den ene af stemmerne, og får en stærk trang til at gå ind i rummet. Du lægger din hånd på dørens håndtag, men inden du når at åbne døren, lægger munken sin store hånd oven på din. ”Jeg er her for at hjælpe dig. ” Siger han med en dyb alvorlig stemme, ”du må ikke gå ind i rummet, stol på mig. Du finder ingen svar derinde. Kom, følg med mig.”",
            "choices": [
                {
                    "partId": 25,
                    "choiceText": "Du stoler på munken og fjerner din hånd fra håndtaget",
                    "buttonText": "Du følger med munken fra fremtiden"
                },
                {
                    "partId": 24,
                    "choiceText": "Du kan ikke lade være, trangen er for stor og du trykker ned og døren åbner sig.",
                    "buttonText": "Du følger dit instinkt og går ind i rummet"
                }
            ]
        },
        "23": {
            "text": "Mens du løber mod manden med æblet, folder du din lommekniv ud. Inden manden når at reagere, har du stukket kniven ind i hans mave. Du tager hurtigt tidsmaskinen fra ham. Mens manden vakler væk fra dig, ændre hans ansigt sig. Rynker kommer frem fra hans ansigtsfolder, og hans hår bliver gråt. Du kender den gamle mand der vakler foran dig, det er din morfar. Inden du når at hjælpe ham, vælter han ud over kanten på kirketårnet. Du kigger ned på tidsmaskinen, ”Hvor skal jeg rejse hen? Hvem skal jeg stoppe?” spørger du dig selv forvirret. Men inden du kan nå at bestemme dig, stiger der røg op, nede fra byen. Med et mærker du et kraftigt jordskælv, der får kirketårnet til at ryste. Du taber tidsmaskinen, som lander hårdt på kirketårnets sten. Den grønne diamant falder ud af den. Du kigger op på himlen. Den er blevet mørk og oppe fra den, kommer en enorm lysstråle ned mod jorden. Du ved, at alt snart er slut, hvis ikke kommer når at komme væk. Du prøver at putte den grønne diamant ind i tidsmaskinen, du taster et årstal ind, men der sker ikke noget. Tidsmaskinen er gået i stykker. Det sidste du kan høre, inden strålen rammer jorden, er folk der skriger under dig. \n\n  Du er død. Men historien er ikke slut her. Vend tilbage til starten og prøv igen"
        },
        "24": {
            "text": "Du følger dit instinkt og går ind i rummet. I det, du åbner døren, stirrer du ind i øjnene på dig selv. En anden mærkelig person holder tidsmaskinen i sine hænder. Du bliver forvirret. Er der to af dig? ”Hvem er du?” råber din kopi til dig. En mekanisk stemme kommer fra personen med tidsmaskinen. ”Han er dig, og du er ham. I er den samme person, fanget i den samme tid. Tak for tidsmaskinen og farvel!” Den grønne diamant lyser op, og han forsvinder. Du står med dit sværd i hånden, og ved ikke hvad du skal gøre. ”Hvis du er mig, hvem er jeg så? Hvor kommer du fra og hvordan er du endt her?” spørger du din kopi. Han svarer dig ikke, men står som forstenet og stirrer på dig, med et tomt blik i øjnene. Tankerne vælter rundt i dit hoved. Du prøver at huske hvem du er, hvad du hedder, hvor du kommer fra. Men alle dine minder, bliver svagere og svagere. ”Hjælp mig” hvisker din kopi til dig. Men det er for sent.  Din krop bliver slap og du falder mod gulvet. Det begynder at sortne for dine øjne. Jeg må hjem, er det sidste, du når at tænke, inden din hjerne giver op. Du ligger bevidstløs på gulvet, og ser på dig selv dø. \n\n Du er død. Men historien er ikke slut her. Vend tilbage til starten og prøv igen"
        },
        "25": {
            "text": "I skynder jer ud på taget af bygningen. Himlen er mørk og lydløse lyn slår frem og tilbage over jer. ”Hvem var inde i rummet?” ”Det var du selv” svarer munken, mens han kigger ud over kanten på bygningen. ”Tid er en forunderlig størrelse. Som en hvirvelvind suger den dimensioner, universer og skæbner til sig. Du er her nu, et andet valg, en ny mulighed, en ny realitet.” Munken tager din hånden og kaster sig ud over kanten. I suser ned gennem luften, langs bygningens blanke facade. I svæver ned mod byen og lyset under jer. Der bliver dyttet af jer. Munken griber fat i taget af en stor bil. ”Den her er på rette vej” råber munken til dig. Du ved godt hvor i er på vej hen. I hopper af og står foran togstationen. ”Tag den her, du får brug for den!” Munken rækker dig sit sølvvåben. ”Lad os ende det her, engang for alle.”",
            "choices": [
                {
                    "partId": 26,
                    "choiceText": "Du tager imod våbenet og går med munken ind på togstationen",
                    "buttonText": "Tag imod våbnet"
                }
            ]
        },
        "26": {
            "text": "Indenfor står kvinden med stokken under det store svævende ur. Hun holder tidsmaskinen i sin hånd. Du fyrer et skud mod hende, men Lige inden skuddet rammer, dukker RB89 op. Han bliver ramt af skuddet, der sender ham flyvende tilbage hen ad gulvet.  Kvinden trækker sin spejlrevolver, mens du trækker dit sværd. trækker dit sværd og løber mod hende, men du fægter flere af hendes skud væk. ”GIV MIG TIDSMASKINEN!” Råber du. Den grønne diamant lyser op, og i det grønne skær, forandre kvinden sig. Hendes hud bliver rynket og hendes hår bliver gråt. Du kan genkende hende. ”Bedste, hvad laver du?” Pludseligt lyder der et højt brag. En mand med et rødt æble i sin ene hånd, og et sværd i den anden, står bag hende.  I det din bedstemor vender sig, løfter han sværdet op og hugger. Din bedstemor falder død til jorden.”Det gør mig ondt, at det skulle ende sådan. Jeg skylder dig vist en forklaring.” Din bedstefar tager hendes tidsmaskine. ”Det var hårdt for din bedste at blive gammel og hun var bange for at dø. Som det gamle fjols jeg er, fik jeg ondt af hende og byggede to tidsmaskiner. En til os hver, som jeg gav hende på hendes 100 års fødselsdag.” Han kigger ned på tidsmaskinen i hans hånd. ”Med tidsmaskinerne rejste vi tilbage til vores ungdom. Vi genlevede vores bedste minder og alt var godt. Men det var ikke nok for os. Vi kunne lave ting om! Ændre vores fejltagelser og forkerte beslutninger. Vi kunne gøre vores liv bedre. Men vi fandt ud af, at når man ændre fortiden, ændre man også fremtiden. Vores fortid, vores minder var væk! Vi havde ændret kursen af vores liv. Vi forsøgte at gøre det godt igen, forsøgte at finde tilbage, men intet hjalp. Fulde af afmagt og fortrydelse, begyndte vi at rejse væk i tid og rum. Vi ville glemme hvad vi havde gjort, men spøgelset fra fortiden fandt os. Et sted mellem fortiden og fremtiden, blev vi væk fra hinanden. Din bedstemor i fremtiden og jeg i fortiden.” Der løber tårer ned ad din bedstefars kinder. ”Jeg elskede hende, men hun blev en anden. Hun overbeviste sig selv om, at vores børn og børnebørn, hele vores slægte hele menneskeheden, skulle udslettes, for måske at kunne starte forfra igen. Jeg fandt ud af hendes plan, da munken kom til mig. Han havde mødt kvinden med stokken et sted i fremtiden. Jeg vidste at det måtte slutte hvor det hele startede. Med dig og din familie på togperronen.” Din bedstefar lægger en hån på din skulder, og lægger tidsmaskinen i dine hænder. ”Du har et allersidste valg. Du kan rejse tilbage til din familie på togperronen, hvor du vil fortsætte med at leve det liv som du gjorde. Eller også kan du tage bedstes tidsmaskine og gøre som vi gjorde. Blive en rejsende i tid. Valget er dit, men husk på, at tiden altid vil gå sin gang. Og hvad der end er sket, er sket og hvad der end sker, vil ske til den rette tid.” \n\n Det sidste valg er dit eget, jeg håber du vælger det rigtige. <br /><br /><img style='width: 100%;' src='https://media.giphy.com/media/fyEJAvz1bJpde/giphy.gif'>"
        }
    }
}
